
[   
    {   "image_path": "./images/Infraclavicular/30.png",
        "literature": "The patient lies in the supine position with the arm placed on the pillow abducted and externally rotated with the elbow flexed. The operator either sits in front of the exposed axilla in a conventional position with the machine placed beside the patient's head on the operative side, or may sit beside the head facing the feet, for an in-plane approach. A high-frequency linear probe is placed transversely on the proximal humerus to obtain an optimal short-axis view of the various vascular and neural structures of the axilla/proximal humerus. The axillary artery is easily visualized and the nerves are generally seen as hyperechoic round structures surrounding this, although individual anatomy can be very variable (Fig. 5). Ay et al.9 have demonstrated that connective tissue can surround each nerve and this may explain the improved success rate with multiple injections to block all the nerves and improve the circumferential spread of local anaesthetic. The axillary vein most commonly lies medial to the artery between the 12 and 2 o’clock position, although additional vessels are common, particularly inferior to the artery in the 6 o’clock position. The musculocutaneous nerve usually leaves the plexus proximally and in the axilla tends to lie in the fascial plane separating coracobrachialis and short head of biceps muscles. The median nerve lies supero-laterally and close to the artery (9–12 o'clock position). The ulnar nerve is usually located infero-medially beneath the axillary vein, often a discrete distance from the artery when compared with the median. The radial nerve is often the hardest to visualize, but it consistently lies between 4 o'clock and 6 o'clock position in relation to the artery. Injecting a small increment of local anaesthetic in this area can help enhance the nerve visibility. Alternatively, injection can be made at the 5–6 o'clock position close to the artery in the plane above the conjoint tendon covering the teres major muscle. Tracing the nerves from more distal positions to their final locations relative to the artery can also help confirm location of the terminal nerves. A 50-mm needle is usually preferred for an out-of-plane technique (similar approach to conventional nerve stimulation technique), whereas an 80-mm needle may be useful for an in-plane technique in the larger arm (Video 4, Fig. 5). The latter approach allows visualization of the needle tip and the shaft, whereas an out-of-plane technique will only show a hyperechoic dot and movement of surrounding tissue. Hydro-dissection or small increments of local anaesthetic are often therefore needed to confirm needle tip location. Recent studies have demonstrated shorter performance time and fewer needle passes with a perivascular technique without compromising efficacy.10 However, in our clinical practice, we use multiple perineural injections of local anaesthetic volume varying between 20 and 30 ml. Gonzalez et al.11 demonstrated that the minimum effective volume to block the musculocutaneous nerve is 5.5 ml with a further 23.5 ml for perivascular injection to block the remaining nerves in 90% of patients, although there is evidence of a successful block with as little as 1–2 ml per nerve"
    },
    {
        "image_path": "./images/Infraclavicular/31.png",
        "literature": "An abduction of the arm to 90 degrees is necessary to allow for transducer placement and needle advancement. Care should be taken not to over-abduct the arm, as this may cause patient discomfort as well as traction on the brachial plexus, making it theoretically more vulnerable to injury by needle or injection. The pectoralis major muscle is palpated as it inserts onto the humerus, and the transducer is placed on the skin immediately distal to that point, perpendicular to the axis of the arm. The starting point should have the transducer overlying both the biceps and triceps muscles (ie, on the medial aspect of the arm). Sliding the transducer proximally will bring the axillary artery, the conjoint tendon and the terminal branches of the brachial plexus into view, if not readily apparent. The skin is disinfected and the transducer is positioned in the short axis orientation to identify the axillary artery about 1–3 cm from the skin surface. Once the artery is identified, an attempt is made to identify the hyperechoic median, ulnar, and radial nerves. However, these may not always be well visualized with ultrasound. Frequently present, an acoustic enhancement artifact deep to the artery is often misinterpreted as the radial nerve. Prescanning should also reveal the position of the musculocutaneous nerve, in the plane between the coracobrachialis and biceps muscles or within either of the muscles (a slight proximal-distal movement of the transducer is often required to bring this nerve into view) .The needle is inserted in-plane from the anterior aspect and directed toward the posterior aspect of the axillary artery. Because nerves and vessels are positioned closely together in the neurovascular bundle by adjacent musculature, advancement of the needle may require careful hydrodissection with a small amount of local anesthetic or other injectates. This technique involves the injection of 0.5–2 mL, indicating the plane in which the needle tip is located."
    },
    {
        "image_path": "./images/Infraclavicular/32.png",
        "literature": "Selective block of the axillary nerve avoids many of the risks associated with brachial plexus blocks and provides just about complete anesthesia for the deltoid region. The axillary nerve forms from the ventral rami of C5 and C6 and innervates  the deltoid, the teres minor and the long head of the triceps brachii as well as providing sensory innervation to the shoulder joint and the skin covering the the deltoid region or 'regimental patch'  area on the arm. The Axillary nerve travels through the quadrangular space adjacent to the posterior circumflex humeral artery where it can be well visualized for blockade. A perfect indication for axillary nerve block is the injection drug use caused deltoid abscess commonly seen in emergency departments. Big abscesses may extend into the border innervations. The most superior aspect of the shoulder or 'cape' will be innervated by the supraclavicular nerves.  Down the arm, the inferiorly axillary innervation borders with the radial nerve territory.  Medially towards the axilla there is innervation from the medial antebrachial cutaneous nerve (C8/T1) and the intercostobrachial nerve (T2)."
    },
    {
        "image_path": "./images/Infraclavicular/33.png",
        "literature": "The axillary brachial plexus block requires access to the axilla. Therefore abduction of the arm 90° is an appropriate position that allows for transducer placement and needle advancement, as well as patient comfort (Figure 32-3). Care should be taken not to overabduct the arm because that may cause discomfort as well as produce tension on the brachial plexus, theoretically making it more vulnerable to needle or injection injury during the block procedure. The pectoralis major muscle is palpated as it inserts onto the humerus, and the transducer is placed on the skin immediately distal to that point perpendicular to the axis of the arm. The starting point should result in part of the transducer overlying both the biceps and the triceps muscles (i.e., on the medial aspect of the arm). Sliding the transducer across the axilla will bring the axillary artery and brachial plexus into view, if not readily apparent. With the patient in the proper position, the skin is disinfected and the transducer is positioned in the short axis orientation to identify the axillary artery (Figure 32-4A about 1 to 3 cm from the skin surface. Once the artery is identified, an attempt is made to identify the hyperechoic median, ulnar, and radial nerves (Figure 32-4B). However, these may not be always well seen on an ultrasound image. Frequently present, a reverberation artifact deep to the artery is often misinterpreted for the radial nerve. Pre-scanning should also reveal the position of the musculocutaneous nerve, in the plane between the coracobrachialis and biceps muscles (a slight proximal-distal movement of the transducer is often required to bring this nerve into view) (Figure 32-5). The needle is inserted in-plane from the cephalad aspect (Figures 32-1 and 32-3) and directed toward the posterior aspect of the axillary artery. As nerves and vessels are positioned together in the neurovascular bundle by adjacent musculature, advancement of the needle through the axilla may require careful hydrodissection with a small amount of local anesthetic or other injectate. This technique involves the injection of 0.5 to 2 mL, which “peels apart” the plane in which the needle tip is continuously inserted. The needle is then advanced a few millimeters and more injectate is administered."
    },
    {
        "image_path": "./images/Infraclavicular/34.png",
        "literature": "The patient was placed in the supine position with the upper limb abducted on the surgical side. The elbow joint was flexed at 90°, exposing the armpit. A bedside ultrasound instrument (Venue 50, GE Medical Systems (China) Co., Ltd) was used with a high-frequency linear array probe (L8-18i, GE Medical Systems (China) Co., Ltd) in nerve block mode. The ultrasound probe was placed in the armpit, and the axillary artery was scanned along its short axis. The axillary artery was centred on the screen, and the locations of the three nerves around the axillary artery were determined. The median nerve is usually located at the 9–12 o’clock position of the axillary artery, the ulnar nerve is usually located at the 2 o’clock position, and the radial nerve is usually located at the 5 o’clock position8. Local anaesthetics were injected near the nerves innervating the skin of the incision. If the surgical area extended beyond the area innervated by a nerve, a single-point injection was still performed, and the anaesthesiologist selected the nerve to be injected. The needle was inserted from the outside of the probe, and the needle tip was placed near the axillary artery and the target nerve. A small amount of saline (not more than 0.5 ml) was injected to ensure that the needle tip was in an ideal position. Next, a set volume of 0.2% ropivacaine was injected. The ultrasound images before and after injection are shown in Fig. 1."

    },
    {
        "image_path": "./images/Infraclavicular/35.png",
        "literature": "The arm is abducted to 90 degrees and the elbow flexed to 90 degrees. The axilla is prepared aseptically and a high-frequency linear probe scans in a transverse plane at the lateral border of pectoralis major muscle. The pulsating axillary artery is visualized, and the transducer moved to locate the individual nerves around the artery. Easing the pressure off the transducer usually reveals the position of the axillary vein. The nerves at this level have a honeycomb appearance, but their locations relative to the artery are variable. The median nerve usually lies around 9–12 o’clock position, the ulnar nerve often in the corresponding 2 o’clock position, and radial at the 5 o’clock position in relation to the artery [17] (Figure 2). The musculocutaneous nerve usually lies in the plane between the biceps and coracobrachialis muscles or in the body of coracobrachialis and has a flattened appearance with a bright border and often a black, hypoechoic core. As we scan up and down the arm, the musculocutaneous nerve appears to glide in the fascial plane, either moving towards the artery as we scan proximally or away from the artery as we scan distally down the arm. The radial nerve, which lies deeper, below and medial to the artery is the one most difficult to visualise with ultrasound. It is important to exclude postcystic ultrasonographic enhancement beneath the artery, with which the radial nerve is most often confused. Various measures have been tried to obviate this clinical problem including the use of a peripheral nerve stimulator, scanning the radial nerve proximally, beginning from the radial groove on the humerus and tracking proximally into the axilla, and finally employing blind injection of local anesthetic at the 5 o’clock position in relation to the artery. Injection of local anesthetic in a “horse-shoe” pattern underneath the artery, with the needle tip at 5 o’clock position, in our experience, effectively blocks the radial nerve in most cases. A similar “donut” technique has been described by Imasogie et al. [18], where the authors achieved successful block of the median, ulnar, and radial nerves by circumferential deposition of local anaesthetic around the axillary artery, instead of targeting them individually."
    },
    {
        "image_path": "./images/Infraclavicular/36.png",
        "literature": "Basic ultrasound terminology is described in Table 21.3. Some basic clinical pearls for USGRA have been developed by utilization and application of the physics of the ultrasound machine(s). Structures of interest can be imaged either on the short axis (cross section) or on the long axis. A short-axis view becomes a long-axis view when the probe is turned 90° in either direction. In general, regional anesthesiologists prefer to image nerves and blood vessels on short axis because the operator has a simultaneous anterior–posterior and lateral–medial perspective. In the long-axis view, the lateral–medial perspective can be lost. Two techniques are described in the literature with respect to needle insertion. The needle can be inserted using an “in-plane” approach where the needle is inserted parallel to footprint of the ultrasound transducer such that it is visualized in long axis and allowing full needle visualization (Figs. 21.1a and 21.1b). Alternatively, the needle can be inserted perpendicular to the ultrasound transducer footprint, generating a short-axis view of the needle identified as “out-of-plane” (Figs. 21.2a and 21.2b)."
    },
    {
        "image_path": "./images/Infraclavicular/37.png",
        "literature": "The patient is positioned in supine decubitus, with the arm in 90° of abduction and the forearm in flexion (Fig. 4). Asepsis must be performed up to the distal portion of the arm. A high frequency linear probe is placed on the transverse axis, over the axillary fold. The neurovascular bundle is localized 1–2cm underneath the skin. The axillary artery must be localized first. It provides a spherical, pulsatile hypoechoic image and it is not readily compressible. It is found over the conjoined tendon, formed by the junction of the latissimus dorsi and teres major tendons. It is important to identify the axillary vein, because it also provides a spherical and hypoechoic image, although it is not pulsating and is readily compressible. The median, ulnar and radial nerves are arranged around the artery. They appear as spherical or oval-shaped, hyperechogenic, hypoechogenic or beehive-like structures. Their position around the artery is not constant. The position of the radial and the median nerves in relation to the artery is usually constant.26 The radial nerve is located between 4 and 6 o’clock in 83% of cases, the median nerve is found between 9 and 12 o’clock in 88% of cases, and the ulnar nerve is between 12 and 3 o’clock in 85% of cases.27 The musculocutaneous nerve is usually separated laterally from the artery, between the short head of the biceps and the coracobrachialis muscle (Fig. 5). Once the structures have been identified under ultrasound, the skin is infiltrated with local anaesthetic and then, using a 50mm 22G nerve stimulator needle on an in-plane approach, the nerves are localized with the nerve stimulator (Table 1). There is no significant difference in terms of success using the echogenic or non-echogenic needle in this type of block.28 It is recommended to use a 0.5–1.0mA current in order to reduce the risk of dysfunction or nerve injury. Stimulation with a current of 0.3–0.5mA increases the success of the block and shortens the onset time, but increases the risk of nerve injury.29 When muscle stimulation is obtained with a 0.2mA current or less, an intraneural injection must be suspected to be likely.30 Once the corresponding muscle contraction is obtained, syringe aspiration is done in order to rule out intravascular injection, and then the local anaesthetic is injected, always under ultrasound guidance in order to visualize the deposition of the anaesthetic around the nerve."
    },
    {
        "image_path": "./images/Infraclavicular/38.png",
        "literature": "With the child in a supine position, the arm is abducted to 90 degrees, the shoulder externally rotated, and the elbow flexed to 90 degrees. The important surface landmarks are: the anterior axillary line medially, the posterior axillary line inferiorly, and the pectoralis major tendon superiorly (Figure 7.4). A high frequency linear ultrasound probe is placed on the skin of the axilla. The ultrasound probe should be oriented to obtain a transverse (axial) view of the underlying structures. Dynamic ultrasound probe movement proximally and distally allows identification of the relevant anatomy. The key structure to identify is the pulsating non-compressible axillary artery. The nerves can be found around the artery as described above. An in-plane or out-of-plane approach may be adopted utilizing a 22-gauge short bevel needle, usually 25–50 mm depending on the child’s size. The majority of clinicians opt for direct needle visualization using the in-plane technique (Chan et al. 2007), as this allows visualization of the needle tip throughout the procedure and of the spread of LA around the target nerves (Figure 7.5). The choice of LA is dependent on desired onset and duration of block. Lidocaine 2% with epinephrine (1:200 000) has a rapid onset (5–15 min) and duration of approximately 3–4 hours. Bupivacaine/levobupivacaine 0.25% has slower onset (20–30 min) and a duration of 8–10 hours. The dose of LA used for children can be limited by the use of ultrasound (Amiri and Espander, 2010). There are no published data on the recommended LA total dose that should be used for AxBPB in the pediatric population. Common recommended volumes are 0.2–0.3 ml/kg. The use of very low dose LA in AxBPBs have been described for adult anesthesia (O’Donnell and Iohom, 2009; Ferraro et al., 2014)."
    },
    {
        "image_path": "./images/Infraclavicular/39.png",
        "literature": "The patient should be placed in a supine position with the arm abducted to 90° with the elbow flexed and the shoulder externally rotated (Figure 3). A high-frequency probe is placed in a transverse orientation over the axillary artery against the pectoral fold. The ultrasound depth may be initially set at 3-3.5cm. When performing an ultrasound-guided axillary block, two techniques are possible: perineural or perivascular. The perineural technique targets each of the specific nerves individually. The perivascular technique aims to achieve a circumferential spread around the axillary artery, essentially bathing the nerves in the injectate within the neurovascular sheath. The perivascular technique can be beneficial if the individual nerves are not easily identifiable. Both techniques are effective in achieving a suitable block. However, the perivascular technique will shorten the overall procedure time but may delay the onset of anesthesia.1,7 After the skin is disinfected, a sterile covered transducer is placed in a short-axis orientation to the axillary artery in the axilla. A preprocedural scan should be performed by identifying landmarks/targets, and ensuring visualization of anatomy, any anatomical variants or pathology. Specifically, the axillary artery should be located with the three primary surrounding targets of the median, radial, and ulnar nerves (Figure 4) and the conjoint tendon below. One to 2 mL of 1% lidocaine should be injected using a 25g needle for skin analgesia."
    }
]