
[   
    {   "image_path": "./images/Interscalene/00.png",
        "literature": "The supine patient has the face turned towards the contralateral shoulder (Fig. 1). The pillow underneath the head is carefully positioned to provide adequate space for the probe and the needle without compromising asepsis. The operator sits on the same side of the block with the ultrasound machine placed on the opposite side of the patient trolley, so that the eye, needle, probe, and screen are all aligned. A sterile high-frequency (10–13 MHz) probe is used to scan the neck transversely between the level of cricoid cartilage and supraclavicular fossa until an optimal view of the hypoechoic round images of C5 and 6 nerve roots or upper trunk is obtained (Fig. 2). A 50-mm block needle is then carefully inserted either parallel (in-plane from lateral to medial) or perpendicular (out-of-plane) to the probe. We recommend an in-plane approach for single-shot nerve blocks (Video 1, Fig. 2), but an out-of-plane approach (cranial to caudal) may be useful for siting a catheter between the scalene muscles for continuous postoperative infusion analgesia. The plexus is enclosed within an interscalene fascial sheath and the needle is advanced carefully, lateral to medial, through scalenus medius muscle, with the needle shaft continuously visualized, until the fascial sheath overlying the plexus, is contacted. There remains some debate as to whether this fascia should be routinely pierced or the injection performed at this point, reducing chances of needle to nerve contact. We tend to puncture the fascia to obtain spread medial and lateral to the plexus, but confined within the interscalene fascial sheath, to attempt to minimize phrenic nerve blockade. If performed in this way, care must be taken to continually visualize the needle tip and aim between, rather than targeting nerve roots, to avoid nerve contact or intraneural injection. Studies have determined the minimum effective local anaesthetic volume for postoperative shoulder analgesia to be as little as 0.9 ml with ultrasound when compared with 5.4 ml with nerve stimulation.3 We routinely use 8–10 ml of ropivacaine 2 mg ml−1 when using the block for postoperative analgesia in combination with GA, but will use larger volumes (15–20 ml) of a higher concentration to guarantee an effective anaesthetic block for awake surgery."
    },
    {   "image_path": "./images/Infraclavicular/20.png",
        "literature": "The patient is placed in the supine position with the head turned towards the opposite shoulder. The operator sits at the head of the patient with the ultrasound machine positioned facing him, next to the patient's trunk on the same side as the block, to maintain the straight line from eye to screen in a comfortable position for the operator. Although a linear probe can be used, a small high-frequency curved-array probe, if available, is recommended as this provides a broader view at the depth of 4–6 cm which may be required for this approach (Video 3, Fig. 4). In addition, it facilitates in-plane needle placement below a prominent clavicle. We routinely use a small 9–3 MHz curved-array probe with an 80 mm, 22 g block needle placed immediately below the clavicle, medial to the coracoid process, to get an optimal short-axis view in a para-sagittal plane. Typically, the axillary artery is surrounded by the three hyperechoic round cords (lateral, posterior, and medial) of the plexus, named after their anatomical position with respect to the axillary artery. An ultrasound enhancement artifact below the artery can frequently be confused with the posterior cord. This phenomenon is seen when tissues appear more echogenic and bright when visualized through a fluid-filled structure such as blood vessels. The posterior cord is more commonly visualized lying below the lateral cord. (Fig. 4) The axillary vein can be seen lying anatomically medial to the axillary artery. The needle is inserted in-plane, under the clavicle (above the probe) and the local anaesthetic is placed postero-lateral to the axillary artery (8 o’clock position) ensuring a good spread around the artery (double–bubble sign). The needle may have to be advanced slightly towards a ‘6 o’clock’ position to ensure spread below and around the artery towards the medial cord. Bowens et al.8 demonstrated a 96% success rate when the posterior cord (6 o'clock position) was targeted during the block and all patients had a pain score ≤3 in the postoperative period. Using ultrasound-guidance has improved the efficacy of this technique, although the minimum effective local anaesthetic volume in 90% patients remains ∼35 ml."
    },
    {   "image_path": "./images/Supraclavicular/12.png",
        "literature": "With the patient in the proper position, the skin is disinfected and the transducer is positioned in the transverse plane to identify the carotid artery. Once the artery has been identified, the transducer is moved slightly laterally across the neck. The goal is to identify the anterior and middle scalene muscles and the elements of the brachial plexus that is located between them. It is recommended to use the color Doppler to identify vascular structures and avoid them. The needle is then inserted in-plane toward the brachial plexus, typically in a lateral-to-medial direction, although a medial-to-lateral needle orientation can also be used if there is no room for the former. The needle should always be aimed in between the roots instead of directly at them in order to minimize the risk of accidental nerve injury. As the needle passes through the prevertebral fascia, a certain “pop” is often appreciated. When nerve stimulation is used (0.5 mA, 0.1 msec), the entrance of the needle in the interscalene groove is often associated with a motor response of the shoulder, arm, or forearm as another confirmation of proper needle placement. After careful aspiration to rule out intravascular needle placement, 1–2 mL of local anesthetic is injected to verify proper needle placement. It is necessary to ensure that high resistance to injection is absent to decrease the risk of intrafascicular injection. Injection of several milliliters of local anesthetic often displaces the brachial plexus away from the needle. Additional advancement of the needle 1–2 mm toward the brachial plexus may be beneficial to ensure the proper spread of the local anesthetic . When injection of the local anesthetic does not appear to result in a spread around the brachial plexus, additional needle repositioning and injections may be necessary. View of the brachial plexus (BP) at the `` fossa. When identification of the brachial plexus at the interscalene level proves difficult, the transducer is positioned at the `` fossa to identify the BP superficial and posterior to the subclavian artery (SA). The transducer is then slowly moved cephalad while continuously visualizing the brachial plexus until the desired level is reached."
    },
    {   "image_path": "./images/Axillary/30.png",
        "literature": "The patient lies in the supine position with the arm placed on the pillow abducted and externally rotated with the elbow flexed. The operator either sits in front of the exposed axilla in a conventional position with the machine placed beside the patient's head on the operative side, or may sit beside the head facing the feet, for an in-plane approach. A high-frequency linear probe is placed transversely on the proximal humerus to obtain an optimal short-axis view of the various vascular and neural structures of the axilla/proximal humerus. The axillary artery is easily visualized and the nerves are generally seen as hyperechoic round structures surrounding this, although individual anatomy can be very variable (Fig. 5). Ay et al.9 have demonstrated that connective tissue can surround each nerve and this may explain the improved success rate with multiple injections to block all the nerves and improve the circumferential spread of local anaesthetic. The axillary vein most commonly lies medial to the artery between the 12 and 2 o’clock position, although additional vessels are common, particularly inferior to the artery in the 6 o’clock position. The musculocutaneous nerve usually leaves the plexus proximally and in the axilla tends to lie in the fascial plane separating coracobrachialis and short head of biceps muscles. The median nerve lies supero-laterally and close to the artery (9–12 o'clock position). The ulnar nerve is usually located infero-medially beneath the axillary vein, often a discrete distance from the artery when compared with the median. The radial nerve is often the hardest to visualize, but it consistently lies between 4 o'clock and 6 o'clock position in relation to the artery. Injecting a small increment of local anaesthetic in this area can help enhance the nerve visibility. Alternatively, injection can be made at the 5–6 o'clock position close to the artery in the plane above the conjoint tendon covering the teres major muscle. Tracing the nerves from more distal positions to their final locations relative to the artery can also help confirm location of the terminal nerves. A 50-mm needle is usually preferred for an out-of-plane technique (similar approach to conventional nerve stimulation technique), whereas an 80-mm needle may be useful for an in-plane technique in the larger arm (Video 4, Fig. 5). The latter approach allows visualization of the needle tip and the shaft, whereas an out-of-plane technique will only show a hyperechoic dot and movement of surrounding tissue. Hydro-dissection or small increments of local anaesthetic are often therefore needed to confirm needle tip location. Recent studies have demonstrated shorter performance time and fewer needle passes with a perivascular technique without compromising efficacy.10 However, in our clinical practice, we use multiple perineural injections of local anaesthetic volume varying between 20 and 30 ml. Gonzalez et al.11 demonstrated that the minimum effective volume to block the musculocutaneous nerve is 5.5 ml with a further 23.5 ml for perivascular injection to block the remaining nerves in 90% of patients, although there is evidence of a successful block with as little as 1–2 ml per nerve"
    }
]